Repository: in2code-de/powermail_cond
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_powermailcond_conditioncontainer
source: Condition container
de: Bedingungssammlung

# tx_powermailcond_conditioncontainer.title
source: Title
de: Bezeichnung

# tx_powermailcond_conditioncontainer.form
source: Form
de: Formular

# tx_powermailcond_conditioncontainer.form.pleaseChoose
source: Please choose...
de: Bitte wählen...

# tx_powermailcond_conditioncontainer.conditions
source: Conditions
de: Bedingungen

# tx_powermailcond_conditioncontainer.note.title
source: Warning
de: Warnung

# tx_powermailcond_conditioncontainer.note.description
source: The linked form contains more then 30 fields. That could cause performance issues in the frontend.
de: Das verlinkte Formular beinhalted mehr als 30 Felder. Hierbei kann es zu Performance-Problemen im Frontend kommen.

# tx_powermailcond_conditions
source: Condition
de: Bedingung

# tx_powermailcond_conditions.title
source: Title
de: Bezeichnung

# tx_powermailcond_conditions.targetField
source: Which field is affected (target field)?
de: Welches Feld ist betroffen (Zielfeld)?

# tx_powermailcond_conditions.targetField.I.0
source: Please choose...
de: Bitte wählen...

# tx_powermailcond_conditions.action
source: What should happen to the chosen field?
de: Was soll mit dem gewählten Feld passieren?

# tx_powermailcond_conditions.action.I.main
source: Main actions
de: Hauptaktionen

# tx_powermailcond_conditions.action.I.additional
source: Additional Actions
de: Zusätzliche Aktionen

# tx_powermailcond_conditions.action.I.0
source: hide
de: verberge

# tx_powermailcond_conditions.action.I.1
source: unhide
de: zeige

# tx_powermailcond_conditions.rules
source: Rules
de: Regeln

# tx_powermailcond_conditions.conjunction
source: Conjunction of the rules (if more than only 1)
de: Logische Verknüpfung der Regeln (wenn mehr als 1 Regel)

# tx_powermailcond_conditions.conjunction.I.0
source: AND
de: UND

# tx_powermailcond_conditions.conjunction.I.1
source: OR
de: ODER

# tx_powermailcond_conditions.conditioncontainer
source: Condition container
de: Bedingungssammlung

# tx_powermailcond_rules
source: Rule
de: Regel

# tx_powermailcond_rules.title
source: Title
de: Bezeichnung

# tx_powermailcond_rules.startField
source: Which field starts the condition (start field)?
de: Welches Feld löst die Bedingung aus (Startfeld)?

# tx_powermailcond_rules.startField.I.0
source: Please choose...
de: Bitte wählen...

# tx_powermailcond_rules.operator.I.operators
source: Simple Operators
de: Einfache Operatoren

# tx_powermailcond_rules.operator.I.operatorsComparisonValue
source: Operators with comparison value
de: Operatoren mit Vergleichswert

# tx_powermailcond_rules.operator.I.operatorsComparisonField
source: Operators with comparison field
de: Operatoren mit Vergleichsfeld

# tx_powermailcond_rules.operator.I.0
source: is set
de: nicht leer

# tx_powermailcond_rules.operator.I.1
source: is not set
de: leer

# tx_powermailcond_rules.operator.I.2
source: contains value
de: beinhaltet Wert

# tx_powermailcond_rules.operator.I.3
source: contains value not
de: beinhaltet Wert nichttex

# tx_powermailcond_rules.operator.I.4
source: is
de: ist

# tx_powermailcond_rules.operator.I.5
source: is not
de: ist nicht

# tx_powermailcond_rules.operator.I.6
source: is greater than (numbers only)
de: ist größer als (nur Zahlen)

# tx_powermailcond_rules.operator.I.7
source: is less than (numbers only)
de: ist kleiner als (nur Zahlen)

# tx_powermailcond_rules.operator.I.8
source: contains value from field
de: beinhaltet Wert von Feld

# tx_powermailcond_rules.operator.I.9
source: contains not value from field
de: beinhaltet nicht Wert von Feld

# tx_powermailcond_rules.condstring
source: Value
de: Wert

# tx_powermailcond_rules.equalField
source: Field for comparison
de: Vergleichsfeld

# tx_powermailcond_rules.equalField.I.0
source: Please choose...
de: Bitte wählen...

# tx_powermailcond_rules.condition
source: Condition
de: Bedingung
